{
    "attractions": [
    {
    "name": "Eiffel Tower",
    "price": 2,
    "time": 3,
    "description": "Timeout.com: Quite possibly the most famous man-made structure in the world, the Eiffel Tower was originally erected as a temporary exhibit for the Exposition Universelle of 1889. It provides heart-stopping views over Paris and is visible from most vantage points across the city. Aside from the new glass floor installed in 2014, which truly messes with your perception if you’re brave enough to walk across it, there’s also a panoramic champagne bar on the third floor, a brasserie and a Michelin-starred restaurant. At night, the Eiffel’s girders sparkle like fairy lights on a Christmas tree (every hour, on the hour)."
    },
    {
    "name": "Chateau de Versaille",
    "price": 3,
    "time": 6,
    "description": "Timeout.com: Thanks to centuries of makeovers, the Château de Versailles can claim the title of most sumptuous pad in Paris. Once a modest hunting lodge, the building has grown with each resident and has 2,300 rooms that have housed various French royalty over the years. The majority of the lavish work was commissioned by Louis XIV in 1678, who is responsible for adding the wondrous Hall of Mirrors, as well as the elegant and expansive grounds. It can get busy at peak times, so book a skip-the-line ticket beforehand and arrive early."
    },
    {
    "name": "Les Catacombes",
    "price": 2,
    "time": 3,
    "description": "Timeout.com: Jackets at the ready – there’s a chill running through the Catacombes. This 3,000km (1,864-mile) network of tunnels runs under much of the city, containing the bones of six million people, including many who perished during the Revolutionary Terror. In these damp, cramped corridors, you’ll find the bones of Marat, Robespierre and their cronies packed in with wall upon wall of fellow citizens."
    },
    {
    "name": "Moulin Rouge",
    "price": 2,
    "time": 4,
    "description": "Timeout.com: In its 120 years of existence, the Moulin Rouge has seen showbiz stars, musicians, actors and stately names pass through its doors. And, tourists aside, this cabaret venue is also iconic for Parisians, who go more for the club scene at The Machine and rooftop Bar à Bulles that lie within. On stage, 60 can-can dancers cavort with faultless synchronisation for two hours in the ‘Féerie’ show. Costumes are flamboyant, legs kick higher than you’d think possible and the ‘half-time’ acts are funny. It’s the ultimate French night out. Just add champagne."
    },
    {
    "name": "Palais Garnier",
    "price": 2,
    "time": 3,
    "description": "Timeout.com: The Palais Garner is a 2,000-seat auditorium and the very pinnacle of Parisian opulence – from the classical sculptures on its exterior to the mirrors, marble and parquet flooring of the Grand Foyer. There’s also the Grand Escalier, all red satin and velvet boxes, plus the library, museums and emperor’s private salons. (As you might expect, he didn’t fancy taking the front entrance with the rest of the hoi polloi, preferring instead an exclusive entrance at the rear of the building that his carriage could roll up to.)"
    },
    {
    "name": "Parc des Buttes-Chaumont",
    "price": 0,
    "time": 2,
    "description": "Timeout.com: The Parc des Buttes-Chaumont is the centrepiece of the north-eastern Belleville neighbourhood. It’s perhaps a little less formal than other green spaces in Paris, but so worth the uphill stroll. It’s often missed by weekenders keen not to stray too far from the tourist loop, but this 19th arrondissement beauty is one of the city’s most magical spots. The park, with its meandering paths, waterfalls, temples and cliffs, was designed by Adolphe Alphand for Haussmann, and was opened as part of the celebrations for the Exposition Universelle in 1867."
    },
    {
    "name": "Arc de Triomphe",
    "price": 1,
    "time": 2,
    "description": "Timeout.com: Give your legs a workout and climb the 284 steps to the top of the Arc de Triomphe. The views sweep in geometric splendour between the arc of La Défense and the Louvre. It’s also a plum spot for observing Parisian driving techniques around the unmarked traffic island below: in fact, have an accident here and it’s automatically 50/50 on the insurance claim, no matter whose fault it is. Back on solid ground, spare a thought for the Unknown Soldier whose grave sits solemnly in the centre of the arch."
    },
    {
    "name": "Le Marais",
    "price": 0,
    "time": 3,
    "description": "Timeout.com: For the last two decades the Marais (sandwiched between St-Paul and République) has been one of the trendiest parts of the city. It’s packed with modish hotels, vintage boutiques, restaurants and bars – in no small part due to its popularity with the gay crowd (this is the only part of Paris where the blokes get winked at more than the ladies). But this is also prime territory for art lovers, with a vast concentration of galleries (both big and small) and museums, more often than not set in aristocratic 18th-century mansions."
    },
    {
    "name": "Galeries Lafayette",
    "price": 3,
    "time": 2,
    "description": "Timeout.com: Few department stores cause jaws to drop quite like the Galeries Lafayette, but it’s impossible to look up and not feel awestruck. The latticed glass and wrought iron ceiling domes over shoppers, allowing a kaleidoscope of light to filter through. Of course, there’s great shopping to be done and food to be had, but we’d recommend beelining for the roof. If you think it looks great from below, you should see it from above, where you’ll also find fab views of the city and a rooftop café. And the best part? The panoramas are totally free"
    },
    {
    "name": "Musee d'Orsay",
    "price": 2,
    "time": 5,
    "description": "Timeout.com: The old Belle Époque Orsay train station was converted into the Musée d’Orsay in 1986 to house one of the world’s largest collections of Impressionist and Post-Impressionist art. Aside from works by Monet, Renoir, van Gogh and Toulouse-Lautrec, you’ll find a dapper collection of decorative arts from the Art Nouveau era and a wide range of 19th-century sculpture. Digest it all with a coffee in the café behind the museum’s giant transparent clock."
    },
    {
    "name": "Jardain des Tuileries",
    "price": 0,
    "time": 2,
    "description": "Timeout.com: This incredibly well-manicured park is a lovely place to stop and take in the sights from a riverside bench. It comprises a row of lawns interrupted by water features, floral displays and a network of gravelled walkways. Art enthusiasts will enjoy the handful of modern sculptures including bronzes by Laurens, Moore, Ernst and Giacometti. And with a location slap bang between Place de la Concorde, the Seine and the Louvre, the Jardin des Tuileries is easy to get to."
    },
    {
    "name": "Sacre-Coeur",
    "price": 1,
    "time": 2,
    "description": "Timeout.com: Having been commissioned following the 1870 defeat in the Franco-Prussian War and the Paris Commune of 1871, work on this enormous mock Romano-Byzantine edifice began in 1877. Paid for from the public purse and completed almost half a century later, in 1914, it was consecrated in 1919, by which time a jumble of architects had succeeded Paul Abadie, winner of the original competition. The results are impressive, especially given its prominent position atop the hill of Montmartre, and the interior is covered in lavish mosaics."
    },
    {
    "name": "Montparnasse Tower",
    "price": 2,
    "time": 1,
    "description": "Timeout.com: The Tour Montparnasse was built in 1974 on the site of the Metro station of the same name. At 209 metres, this steel-and-glass colossus isn’t quite the height of the Eiffel Tower, but it boasts far better views – because they actually include the Eiffel Tower! A super-fast lift sends you soaring skyward to the 56th floor, where there’s a display filled with aerial pics of Paris, plus a café and souvenir shop. On a clear day, you can see up to 25 miles away, while a second lift will take you up to the building’s roof."
    },
    {
    "name": "Musee de l'Orangerie",
    "price": 2,
    "time": 5,
    "description": "Timeout.com: This being principally about Monet, expect lots of tourists, and long queues. But don’t let that put you off visiting – across its stripped-back, fuss-free exhibition spaces, some truly stunning works by the impressionist master are on display. His eight gargantuan ‘Water Lilies’ occupy two oval-shaped rooms; painted in the gardens at his home in Giverny, they’re gorgeous and borderline trippy."
    },
    {
    "name": "Marche des Enfants Rouges",
    "price": 1,
    "time": 2,
    "description": "Timeout.com: This historic market was named after the orphanage that occupied the site in the 1500s. ‘Rouge’ was the colour of the children’s clothes: it marked that they had been donated by Christian charities. The orphanage was dissolved before the time of the revolution – fast-forward a couple of hundred years, and in 2000 a chi-chi food market was opened here. It’s eminently popular with tourists, and we defy anybody who arrives here with any empty stomach to not spend all their loose change on the Italian, Lebanese, African, Japanese produce and all sorts of other wares."
    },
    {
    "name": "Cathedrale Notre-Dame de Paris",
    "price": 0,
    "time": 3,
    "description": "Timeout.com: If you know the Hunchback, you know the cathedral. After Victor Hugo’s 1831 novel ‘The Hunchback of Notre-Dame’, Disney’s plucky ’90s movie brought the wonderfully foreboding Gothic architecture of the historic icon (built between 1163 and 1345) to a whole new generation. Even after the inferno that tore through the roof in April 2019, which millions watched unfold on screens worldwide, the Cathédrale Notre-Dame still stands majestic on the Île de la Cité. On your next visit, look up at its timeless façade and imagine its future – just how will they rebuild this sacred beast?"
    },
    {
    "name": "Fondation Louis Vuitoon",
    "price": 0,
    "time": 1,
    "description": "Timeout.com: The Fondation Louis Vuitton’s 11 ultra-sleek galleries opened in the Bois de Boulogne in 2014. Since then, Frank Gehry’s astonishing building has played host to a rotating programme of shows by high-profile modern and contemporary artists."
    },
    {
    "name": "Musee de la Vie Romantique",
    "price": 2,
    "time": 4,
    "description": "Timeout.com: When Dutch artist Ary Scheffer built this small villa in 1830, the area teemed with composers, writers and artists. Novelist George Sand was a guest at Scheffer’s soirées, along with Chopin and Liszt. The museum is mainly dedicated to Sand, but also displays Scheffer’s paintings and other mementoes from the Romantic era. Renovated in 2013, the museum’s tree-lined courtyard café and greenhouse make for a perfect summertime retreat."
    },
    {
    "name": "La Petite Ceinture",
    "price": 0,
    "time": 1,
    "description": "Timeout.com: One of the city’s illest-kept secrets, La Petite Ceinture is a sort of pedestrian equivalent to the boulevard périphérique. What is it? Basically, an out-of-use railway that girdles Paris like, well, a little belt – hence the name. The track has been in disrepair since the last train made its swansong route in the 1930s. At the moment, the city council is unsure what to do with La Petite Ceinture – for now, it remains an, ahem, unauthorised way of navigating Paris."
    },
    {
    "name": "Les Passages Couverts",
    "price": 2,
    "time": 2,
    "description": "Timeout.com: In 18th and 19th-century Paris, there were lots of glass-roofed shopping galleries in areas around the Grands Boulevards. These covered passages – essential precursors to the modern-day shopping centre – allowed you to take shortcuts, escape the elements or (ooh la la!) steal a forbidden kiss with your lover in relative privacy. Somewhat less romantically, most passages were also given a salon de décrottage: a room where the dog excrement you’d trodden through was scraped off your shoes. These days, the passages couverts are perfect little hideaways for an afternoon’s retail therapy. "
    },
    {
    "name": "Palais de Tokyo",
    "price": 1,
    "time": 1,
    "description": "Timeout.com: When the Palais de Tokyo opened in 2002, many thought its no-frills aesthetic was something of a deliberate statement. In fact, it was for budgetary reasons. Happily, the venue has truly flourished since, hosting acclaimed exhibitions and performances in its open-plan space. Extended hours and a cool café bring in younger audiences, and the roll-call of artists is impressive (Roberto Braga, Wang Du, Theaster Gates and others). The name dates to the 1937 Exposition Internationale, but is also a reminder of links with a new generation of artists from the Far East."
    },
    {
    "name": "The Louvre",
    "price": 2,
    "time": 8,
    "description": "Timeout.com: You couldn’t come to Paris without making the most of the world’s largest museum. Its maze of corridors, galleries and stairways create a city within a city – especially when you take into account the numbers that visit (a whopping 10.2 million in 2018). Be patient and make your way steadily through the crowds. There are 35,000 works on public display, split across eight departments and three wings, but you’d be best picking the parts you want to see beforehand. If you want a few starter tips, we recommend a trip to the impressive Islamic arts galleries, which opened in 2012. For the Mona Lisa, head to the Salle de la Joconde."
    },
    {
    "name": "Musee Picasso",
    "price": 2,
    "time": 6,
    "description": "Timeout.com: After much building work and restoration, the Musée Picasso finally reopened in October 2014, so once again Parisians could enjoy some of the Spanish maestro’s finest artworks including ‘La Celestina’, ‘The Supplicant’ and ‘Portrait of Marie-Thérèse Walter’. Set in 17-century mansion the Hôtel Salé in the heart of the Marais, Picasso’s masterpieces hang on the walls of bright, spacious exhibition rooms. Now in its fourth decade, the Musée Picasso is one of the city’s most precious and prestigious institutions. "
    },
    {
    "name": "Musee National Rodin",
    "price": 1,
    "time": 3,
    "description": "Timeout.com: The Rodin Museum is based at the hôtel particulier where the sculptor spent his final years until his death in 1917. You’ll find many of his great works here, including ‘The Kiss’, ‘The Cathedral’, ‘The Walking Man’ and many other busts and terracottas. You’ll also find work on display by Camille Claudel, Rodin’s pupil and mistress. There are works by van Gogh, Monet, Renoir and Carrière here too."
    },
    {
    "name": "Philharmonie de Paris",
    "price": 3,
    "time": 4,
    "description": "Timeout.com: In the North-East of Paris by Porte de Pantin Metro station, this grandiose venue aims to make classical music accessible and non-elitist, drawing in novices well as seasoned concert-goers. This all hinges on the tickets staying affordable – slyly undercutting rivals in the process. At a time when cultural activities are getting increasingly costly, the Philharmonie hopes to counter the trend much as the Opéra Bastille did for opera. Aesthetically impressive and large, this 2,400-seat concert hall frequently dazzles with season after season of eclectic concerts and events."
    },
    {
    "name": "The Centre Pompidou",
    "price": 2,
    "time": 4,
    "description": "Timeout.com: When the Pompidou opened in 1977, its success exceeded all expectations. The museum’s ‘inside-out’ appearance – with pipes, air ducts and escalators proudly gracing the exterior – has made it one of the best-known sights in Paris. After a two-year revamp, completed in 2000, the building grew, with a larger museum, renewed performance spaces and vista-rich Georges restaurant added. Entrance to the forum is free (as is the library, which has a separate entrance), but you now have to pay to go up the escalators."
    },
    {
    "name": "Musee Carnavalet",
    "price": 1,
    "time": 3,
    "description": "Timeout.com: In the Musée Carnavalet, currently closed for renovations but due to reopen late 2019, a staggering 140 rooms tell the chronological history of Paris – from the days of pre-Roman Gaul right up to the 20th century. The building itself was constructed in 1548, transformed by Mansart in 1660 and turned into a museum in 1866, when the great city planner Haussmann persuaded the authorities to preserve its gorgeous interiors. Original 16th-century rooms contain Renaissance art collections of portraits, furniture and other artefacts."
    },
    {
    "name": "Canal Saint-Martin",
    "price": 0,
    "time": 1,
    "description": "Timeout.com: Built under Napoleon between 1805 and 1825, it brought drinking water and merchandise to the Imperial capital; from the late 19th century it housed factories and industrial warehouses. Nowadays, many of the factories have become lofts for Paris’s ever-growing bobo (Bohemian-Bourgeois) population, and dozens of bars, restaurants and shops line its quaysides, making its iron footbridges and locks coveted spots for weekend strolls and picnics – especially on Sundays and public holidays when the roads are reserved for walkers and cyclists. "
    },
    {
    "name": "Champs-Elysees",
    "price": 0,
    "time": 2,
    "description": "Timeout.com: The Champs-Élysées remains the shopping destination in Paris: a world-famous boulevard of consumer chic. This is no drab high street – the brands are high-end and the stores are filled with art installations, DJs and other things keeping the whole retail therapy thing as fresh and fun as possible. And the avenue itself is a wonder: deafening, overwhelming, but inimitably Parisian."
    },
    {
    "name": "Aquarium de Paris",
    "price": 2,
    "time": 3,
    "description": "Timeout.com: This fantastic attraction combines an aquarium and two-screen cinema, and has done much to help jolt the once rather drab Trocadéro back to life. Kids will go berserk for the shark tunnel and the petting pool, where you can stroke the friendly sturgeon who stick their long snouts above the surface. There’s also a section showing the species of fish that manage to survive in the Seine despite the pollution. Some visitors might find the admission fee trop cher, but it really is a brilliant way to spend a long afternoon."
    },
    {
    "name": "Disneyland Paris",
    "price": 3,
    "time": 8,
    "description": "Timeout.com: There are actually two parks to explore here: one is Parc Disneyland, the other the SFX-oriented Parc Walt Disney Studios. And then there’s Disney Entertainment Village, which is filled with places to eat, drink and party. It can all seem a bit vast and intimidating (well, as intimidating as anything inspired by a cartoon mouse can be). There are various distinct zones – Fantasyland, Discoveryland, Small World, Pirates of the Caribbean – and trust us, you won’t run out of stuff to keep you and the nippers occupied."
    }
    ]
    }